Repository: Dcsyhi1998/Airaw-Translations
Catalog: *.lproj/Layout.strings
Languages: ar, ja, vi, zh

source: Generate transparent icon
ar: إنشاء أيقونات شفافة
ja: 透明アイコンの生成
vi: Tạo biểu tượng trong suốt
zh: 创建透明图标

source: After generating the transparent icon, add it to CarPlay with CarBridge.
ja: 透明アイコン生成後、CarBridgeを用いて生成した透明アイコンをCarPlayに追加してください。
vi: Sau khi tạo biểu tượng trong suốt, hãy thêm biểu tượng đó vào CarPlay bằng CarBridge.

source: The number of icons : %i
ar: عدد الأيقونات الفارغة : %i
ja: アイコンの数 : %i
vi: Số lượng biểu tượng: %i
zh: 生成图标数量 : %i

source: The number of icons : 1
ar: عدد الأيقونات الفارغة : 1
ja: アイコンの数 : 1
vi: Số lượng biểu tượng: 1
zh: 生成图标数量 : 1

source: Create Blank Icons
ar: إنشاء الأيقونات الفارغة
ja: 透明アイコン生成
vi: Tạo biểu tượng trống
zh: 创建透明图标

source: CarPlay Setings
ar: إعدادات CarPlay
ja: CarPlayの設定
vi: Cài đặt CarPlay
zh: CarPlay设置

source: Number of CarPlay dashboard app rows
ar: عدد صفوف التطبيقات
ja: CarPlayダッシュボードアプリの行数
vi: Số hàng trong ứng dụng bảng điều khiển CarPlay
zh: CarPlay屏幕图标行数

source: Number of CarPlay dashboard app columns
ar: عدد أعمدة التطبيقات
ja: CarPlayダッシュボードアプリの列数
vi: Số cột trong ứng dụng bảng điều khiển CarPlay
zh: CarPlay屏幕图标列数

source: CarPlay dashboard app icon size
ar: حجم أيقونة التطبيقات
ja: CarPlayダッシュボードアプリのアイコンサイズ
vi: Kích thước biểu tượng ứng dụng bảng điều khiển CarPlay
zh: CarPlay图标大小

source: CarPlay dashboard app icon Top offset
ar: مسافة أيقونة التطبيقات ‏من الأعلى عن حواف الشاشة
ja: CarPlayダッシュボードアプリアイコントップオフセット
vi: Biểu tượng ứng dụng bảng điều khiển CarPlay Phần bù trên cùng
zh: CarPlay图标顶部距离

source: Default Top Offset = 30
ar: المسافة الأفتراضية من الأعلى = 30
ja: デフォルトトップオフセット = 30
vi: Độ lệch trên cùng mặc định = 30
zh: 顶部默认距离 = 30

source: CarPlay dashboard app icon Bottom offset
ar: مسافة أيقونة التطبيقات من الأسفل عن حواف الشاشة
ja: CarPlayダッシュボードアプリアイコンボトムオフセット
vi: Biểu tượng ứng dụng bảng điều khiển CarPlay Phần bù dưới
zh: CarPlay图标底部距离

source: Default Bottom Offset = -30
ja: デフォルトボトムオフセット = -30
vi: Độ lệch đáy mặc định = -30

source: CarPlay dashboard app icon Left offset
ar: مسافة أيقونة التطبيقات من اليسار عن حواف الشاشة
ja: CarPlayダッシュボードアプリアイコンレフトオフセット
vi: Biểu tượng ứng dụng bảng điều khiển CarPlay Bù trái
zh: CarPlay图标左侧距离

source: Default left Offset = 20
ar: المسافة الأفتراضية من اليسار = 20
ja: デフォルトレフトオフセット = 20
vi: Độ lệch trái mặc định = 20
zh: 左侧默认距离 = 20

source: CarPlay dashboard app icon Right offset
ar: مسافة أيقونة التطبيقات من اليمين عن حواف الشاشة
ja: CarPlayダッシュボードアプリアイコンライトオフセット
vi: Biểu tượng ứng dụng bảng điều khiển CarPlay Bù bên phải
zh: CarPlay图标右侧距离

source: Default right Offset = 20
ja: デフォルトライトオフセット = 20
vi: Độ lệch ánh sáng mặc định = 20

source: Carplay App Label customize
ar: تخصيص تسمية التطبيقات CarPlay
ja: Carplayアプリラベルのカスタマイズ
vi: Tùy chỉnh nhãn ứng dụng Carplay
zh: Carplay图标名称自定义

source: Hide Icon Label
ja: アイコンのラベル非表示
vi: Ẩn nhãn biểu tượng

source: Hide Label Background
ja: ラベルの背景非表示
vi: Ẩn nền nhãn

source: Icon Label Color
ja: アイコンラベル色変更
vi: Thay đổi màu nhãn biểu tượng

source: Hide Dots
ja: ドット非表示
vi: Ẩn dấu chấm trang

source: Font Size : 11
ja: フォントサイズ : 11

source: Font Size : %i
ja: フォントサイズ : %i

source: Enabled
ja: 有効化

source: Lighter
ja: ライト

source: Darker
ja: ダーク

source: Icon Badge Color Settings
ja: バッジカラー設定

source: Apply the badge color based on the average color of the app icon. You can choose from two patterns: light or dark color tones.
ja: アプリアイコンの平均色を元にバッジの色を適用します。平均色はライトまたはダークカラーのパターンから選択できます。

source: After generating the transparent icon, add it to CarPlay with CarBridge or CarPlay Enable.
ar: بعد إنشاء الأيقونة الشفافة ، قم بإضافته إلى CarPlay باستخدام CarBridge أو CarPlay Enable.
zh: 生成透明图标后，请使用 CarBridge 或 CarPlay Enable 生成的透明图标添加到 CarPlay。。

source: Default Bottom Offset = -20
ar: المسافة الأفتراضية من الأسفل = -20
zh: 底部默认距离 = -20

source: Default right Offset = 10
ar: المسافة الأفتراضية من اليمين = 10
zh: 右侧默认距离 = 10

source: Hide Dots (CarPlay)
ar: إخفاء نقاط عدد الصفحات
zh: 隐藏底部页面标识 (CarPlay)

source: Hide Icon Label (CarPlay)
ar: إخفاء اسماء التطبيقات
zh: 隐藏图标名称 (CarPlay)

source: Hide Label Background (CarPlay)
ar: إخفاء خلفية اسماء التطبيقات
zh: 隐藏图标名称背景 (CarPlay)

source: Icon Label Color (CarPlay)
ar: لون اسماء التطبيقات
zh: 图标名称字体颜色 (CarPlay)
