Repository: Dcsyhi1998/Airaw-Translations
Catalog: *.lproj/Localizable.strings
Languages: es, ja, vi, zh

source: Choose your option
es: Elige tu opción
ja: オプションを選択してください
vi: Chọn tùy chọn của bạn
zh: 选择您的选项

source: Cancel
es: Cancelar
ja: キャンセル
vi: Huy bỏ
zh: 取消

source: Donate with PayPal
es: Donar con PayPal
ja: PayPalで寄付
vi: Ủng hộ tôi bằng PayPal
zh: 通过PayPal捐赠

source: Share Tweak
es: Compartir Airaw
ja: Airawを共有
vi: Chia sẻ tinh chỉnh
zh: 分享插件

source: Respring
es: Reiniciar
ja: 再起動
vi: Áp dụng thay đổi
zh: 注销

source: Restart CarPlay
es: Reiniciar CarPlay
ja: CarPlayを再起動
vi: Khởi động lại CarPlay
zh: 重启CarPlay

source: Choose your option If you just want to restart the CarPlay screen select the first option.
es: Elige tu opción Si solo quieres reiniciar la pantalla CarPlay selecciona la primera opción.
ja: オプションを選択してください CarPlay画面だけを再起動したいだけの場合は、最初のオプションを選択してください。
vi: Chọn tùy chọn của bạn Nếu bạn chỉ muốn khởi động lại màn hình CarPlay, hãy chọn tùy chọn đầu tiên.
zh: 请选择您的选项 如果您只想重新启动CarPlay屏幕，请选择第一个选项。

source: Reflect Change on CarPlay
es: Refleja los cambio en CarPlay
ja: CarPlayに変更を反映
vi: Phản ánh sự thay đổi trên CarPlay
zh: 立即应用修改

source: Reset Icon Layout
es: Restablecer diseño de iconos
ja: レイアウト設定のリセット
vi: Đặt lại bố cục biểu tượng
zh: 重置图标布局

source: Let's change the layout of the CarPlay screen.
es: Cambia el diseño de CarPlay.
ja: CarPlay画面のレイアウトを変えよう
vi: Hãy thay đổi cách bố trí của màn hình CarPlay.
zh: 让我们来改变CarPlay屏幕的布局。

source: Change the wallpaper to your liking.
es: Cambia el fondo de pantalla a tu gusto
ja: お好みの壁紙に変更しよう
vi: Thay đổi hình nền theo ý thích của bạn.
zh: 按照您的喜好更改壁纸。

source: Edit
es: Editar
ja: 編集
vi: Chỉnh sửa
zh: 编辑

source: Choose image
es: Elegir imagen
ja: 画像の選択
vi: Chọn hình ảnh
zh: 选择图像

source: Added Widgets
es: Widgets agregados
ja: 追加してあるウィジェット
vi: Đã thêm tiện ích
zh: 已添加的小部件

source: No Widgets added
es: Ningún widgets agregado
ja: ウィジェットは追加されていません
vi: Không có Widget nào được thêm vào
zh: 未添加小部件

source: Add Widget
es: Añadir widget
ja: ウィジェットの追加
vi: Thêm tiện ích
zh: 添加小部件

source: Add your favorite widgets to your CarPlay.
es: Agregue sus widgets favoritos a su CarPlay.
ja: お気に入りのウィジェットをCarPlayに追加しよう
vi: Thêm các vật dụng yêu thích của bạn vào CarPlay.
zh: 将您喜爱的小部件添加到您的CarPlay上。

source: Support
es: Soporte
ja: サポート
vi: Hỗ trợ
zh: 支持

source: what kind of support do you want?
es: ¿Qué tipo de soporte quieres?
ja: どんなサポートが欲しいですか？
vi: bạn muốn loại hỗ trợ nào?
zh: 您需要什么样的支持？

source: Function Request
es: Solicitud de función
ja: 機能リクエスト
vi: Yêu cầu thêm chức năng
zh: 功能请求

source: Bug Report
ja: バグ報告
vi: Báo cáo lỗi
zh: 错误报告

source: Register for email
es: Registrar correo electrónico
ja: メール登録
vi: Đăng ký email
zh: 注册电子邮件

source: I haven't registered my email.
es: No se a registrado correo electrónico.
ja: メール登録がされていません。
vi: Tôi chưa đăng ký email của mình.
zh: 我还没有注册我的电子邮件。

source: Customize the status bar to your liking !!
es: Personaliza la barra de estado a tu gusto!!
ja: ステータスバーを自由自在にカスタマイズしよう！！
vi: Tùy chỉnh thanh trạng thái theo ý thích của bạn !!
zh: 按照您的喜好自定义状态栏！！

source: App selection
es: Selección de aplicaciones
ja: アプリ選択
vi: Lựa chọn ứng dụng
zh: 选择应用

source: Precautions
es: Precauciones
ja: 注意事項
vi: Các biện pháp phòng ngừa
zh: 注意事项

source: App to reflect
es: Aplicación para reflexionar
ja: 反映するアプリ
vi: Ứng dụng để phản ánh
zh: 要映射的应用程序

source: The app selected in this way gets the app view in a different way than CarBridge. So please note that it works differently from CarBridge.
es: La aplicación seleccionada de esta manera obtiene la vista de la aplicación de una manera diferente a CarBridge. Por lo tanto, tenga en cuenta que funciona de manera diferente a CarBridge.
ja: この方法で選択されたアプリの反映はCarBridgeとは異なります。 ですので、動作の違いが発生してしまいます。
vi: Ứng dụng được chọn theo cách này sẽ có chế độ xem ứng dụng theo cách khác với CarBridge. Vì vậy xin lưu ý rằng nó hoạt động khác với CarBridge.
zh: 以这种方式选择的应用程序以与CarBridge不同的方式获取应用程序视图。 因此，请注意它与CarBridge的工作方式不同。

source: Backup/Restore
es: Respaldo/Restaurar
ja: バックアップ/復元
vi: Sao lưu/Khôi phục
zh: 备份/恢复

source: Create new backup
es: Crear nuevo Respaldo
ja: 新しいバックアップを作成
vi: Tạo bản sao lưu mới
zh: 创建新备份

source: Widgets to CarPlay
es: Agregar widget
ja: ウィジェットの追加
vi: Tiện ích(Widget) cho CarPlay
zh: 小部件到CarPlay

source: Widget placement page
es: Página de colocación de widget
ja: ウィジェット配置ページ
vi: Trang vị trí widget
zh: 小部件放置页面

source: Universal mode places the Widgets on all CarPlay Pages. The [Specify] mode is to specify on which Page you want to place the Widget.
es: Si selecciona todas las páginas, el widget se colocará en todas las páginas de CarPlay. nLa especificación de la página coloca el widget solo en la página ingresada en el cuadro de texto.
ja: 全ページを選択した場合はウィジェットをCarPlayの全ページに配置します。 ページ指定はテキストボックスに入力してあるページにのみウィジェットを配置します。
vi: Nếu bạn chọn Tất cả các trang, tiện ích sẽ được đặt trên tất cả các trang của CarPlay. Đặc tả trang chỉ đặt tiện ích trên trang được nhập vào hộp văn bản.
zh: 通用模式将小部件放置在所有CarPlay页面上。 【指定】模式用于指定您要将小部件放置在哪个页面上。

source: Universal
es: Todas las páginas
ja: 全ページ
vi: Tất cả các trang
zh: 通用

source: Specify
es: Especificar
ja: ページ指定
vi: Chỉ định
zh: 指定

source: Widget position
es: Posición del widget
ja: ウィジェットポジション
vi: Vị trí tiện ích(Widget)
zh: 小部件位置

source: Do you want to apply the changes in CarPlay?
es: ¿Quieres aplicar los cambios en CarPlay?
ja: 変更をCarPlayに反映しますか？
vi: Bạn có muốn áp dụng các thay đổi trong CarPlay không?
zh: 您要在CarPlay中应用更改吗？

source: Would you like to return to the default settings?
es: ¿Le gustaría volver a la configuración predeterminada?
ja: 変更を初期状態に戻します？
vi: Bạn có muốn quay lại cài đặt mặc định không?
zh: 您想返回到默认设置吗？

source: Yes
es: Si
ja: はい
zh: 是

source: No
ja: いいえ
vi: Không
zh: 否

source: Do you want to select a customized image ??
es: ¿Quieres seleccionar una imagen personalizada?
ja: カスタマイズした画像を選択しますか？
vi: Bạn có muốn chọn một hình ảnh tùy chỉnh ??
zh: 您想选择自定义图像吗？

source: Create New Backup:
es: Crear nuevo Respaldo:
ja: 新しいバックアップを作成:
vi: Tạo bản sao lưu mới:
zh: 创建新备份：

source: Backup Name
es: Nombre de copia de seguridad
ja: バックアップ名入力
vi: Tên sao lưu
zh: 备份名称

source: Backup name...
es: Nombre...
ja: バックアップ名...
vi: Tên sao lưu...
zh: 备份名称...

source: Create Backup
es: Crear Respaldo
ja: バックアップ作成
vi: Tạo bản sao
zh: 创建备份

source: Do you want to restore to "%@" ?
ja: 「%@」に復元しますか？
vi: Bạn có muốn khôi phục về "%@" không?
zh: 您要恢复到 "%@" 吗？

source: Not all apps selected this way will work properly. Please note that some apps may not work. I haven't got an iOS 13 device, so I haven't been able to test it. It may not work properly.
es: No todas las aplicaciones seleccionadas de esta manera funcionarán correctamente. Tenga en cuenta que es posible que algunas aplicaciones no funcionen. No tengo un dispositivo iOS 13, por lo que no he podido probarlo. Puede que no funcione correctamente.
ja: この方法で選択されたアプリは全部が正常に動作するわけではありません。中には動作しないアプリもあるので注意してください。 ※iOS13のデバイスを持ち合わせていないためテストができていません。正常な動作しない場合があります。
vi: Không phải tất cả các ứng dụng được chọn theo cách này đều hoạt động bình thường. Xin lưu ý rằng một số ứng dụng có thể không hoạt động. Mình chưa có máy iOS 13 nên chưa test được. Nó có thể không hoạt động đúng.
zh: 并非所有以这种方式选择的应用程序都能正常工作。 请注意，某些应用程序可能无法正常工作。 我没有iOS 13设备，因此无法进行测试。 它可能无法正常工作。

source: Icon Layout
ja: アイコンレイアウト
vi: Bố cục biểu tượng
zh: 图标布局

source: Wallpaper
ja: 壁紙
vi: Hình nền
zh: 壁纸

source: Create
ja: 生成
vi: Tạo mới
zh: 创建

source: Warning
ja: 注意
vi: Cảnh báo
zh: 警告

source: To create transparent icons it may take more than 10 seconds.
ja: 透明アイコンの生成に10秒以上かかる場合があります。
vi: Để tạo biểu tượng trong suốt có thể mất hơn 10 giây.
zh: 要创建透明图标，可能需要超过10秒的时间。

source: Button position
ja: ボタンのポジション
vi: Vị trí nút
zh: 按钮位置

source: Special Thanks
ja: 特別な感謝
vi: Cảm ơn
zh: 特别感谢

source: Status Bar
ja: ステータスバー
vi: Thanh trạng thái
zh: 状态栏

source: Show or hide the default status bar
ja: デフォルトのステータスバーの表示or非表示
vi: Hiển thị hoặc ẩn thanh trạng thái mặc định
zh: 显示或隐藏默认状态栏

source: Reset Status Bar
ja: ステータスバー設定のリセット
vi: Đặt lại thanh trạng thái
zh: 重置状态栏

source: Reset Wallpaper
ja: 壁紙設定のリセット
vi: Đặt lại hình nền
zh: 重置壁纸

source: Backup restored successfuly
ja: バックアップが正常に復元されました
vi: Đã khôi phục bản sao lưu thành công
zh: 备份成功恢复

source: Page :
ja: ページ :
vi: Trang :
zh: 页面：

source: Y Axis :
ja: Y軸 :
vi: Trục Y:
zh: Y轴：

source: X Axis :
ja: X軸 :
vi: Trục X :
zh: X轴：

source: Width :
ja: 幅 :
vi: Chiều rộng :
zh: 宽度：

source: Zoom Level: %i%%
ja: ズーム : %i%%
vi: Mức thu phóng: %i%%
zh: 缩放级别：%i%%

source: Size :
ja: サイズ :
vi: Kích cỡ :
zh: 大小：

source: Open URL
ja: URLを開く
vi: Mở URLく
zh: 打开URL

source: What is a time format?
ja: 時間形式とは？
vi: Định dạng thời gian là gì?
zh: 时间格式是什么？

source: If you want to know more, tap the URL button to check. example: 14:40:42 HH:mm:ss
ja: 詳細を知りたい場合は、URLボタンをタップして確認してください。 例: 14:40:42 HH:mm:ss
vi: Nếu bạn muốn biết thêm, hãy nhấn vào nút URL để kiểm tra. ví dụ: 14:40:42 HH:mm:ss
zh: 如果您想了解更多，请点击URL按钮进行检查。 例子： 14:40:42 HH:mm:ss

source: What is a date format?
ja: 日付形式とは？
vi: Định dạng ngày tháng là gì?
zh: 日期格式是什么？

source: If you want to know more, tap the URL button to check. example: Wednesday, May 19, 2021 EEEE, MMM d, yyyy
ja: 詳細を知りたい場合は、URLボタンをタップして確認してください。 例: Wednesday, May 19, 2021 EEEE, MMM d, yyyy
vi: Nếu bạn muốn biết thêm, hãy nhấn vào nút URL để kiểm tra. ví dụ: Thứ tư, ngày 19 tháng 5 năm 2021 EEEE, MMM d, yyyy
zh: 如果您想了解更多，请点击URL按钮进行检查。 例子： Wednesday, May 19, 2021 EEEE, MMM d, yyyy

source: What is the Location format?
ja: ロケーション形式とは？
vi: Định dạng Vị trí là gì?
zh: 位置格式是什么？

source: If you want to select another format, please check the url.
ja: 別のフォーマットを選択したい場合は、URLを開き確認してください。
vi: Nếu bạn muốn chọn định dạng khác, vui lòng kiểm tra url.
zh: 如果您想选择其他格式，请检查URL。

source: Wallpaper Slideshow
ja: 壁紙のスライドショー
vi: trình chiếu hình nền
zh: 壁纸幻灯片

source: Time interval: %is
ja: 時間間隔：%i秒
vi: Khoảng thời gian: %is
zh: 时间间隔：%i秒

source: Time interval: 2s
ja: 時間間隔：2秒
vi: Khoảng thời gian: 2s
zh: 时间间隔：2秒

source: Set Interval
ja: 間隔の変更
vi: Đặt khoảng thời gian
zh: 设置间隔

source: Wallpapers
ja: 複数の壁紙
vi: nhiều hình nền
zh: 壁纸

source: Wallpaper No.%d
ja: 壁紙 No.%d
vi: Hình nền số%d
zh: 壁纸编号 %d

source: Add Wallpaper
ja: 壁紙の追加
vi: Thêm hình nền
zh: 添加壁纸

source: ups! past the limit
ja: 壁紙枚数上限に達しました
vi: cố lên! vượt quá giới hạn
zh: 哎呀！超过限制了

source: You can put 5 wallpaper only. delete an image so you can put a new one.
ja: 壁紙枚数は5枚までしか配置できません。 壁紙を変更するには壁紙1枚を削除してください。
vi: Bạn chỉ có thể đặt 5 hình nền. xóa một hình ảnh để bạn có thể đặt một hình ảnh mới.
zh: 您只能放置 5 张壁纸。 删除一张图片以便添加新的壁纸。

source: Widgets were not found. Please download it first and then add it.
ja: ウィジェットが見つかりませんでした。 ダウンロードしてから追加してください。
vi: Không tìm thấy tiện ích (Widget) Vui lòng tải xuống trước và sau đó thêm nó.
zh: 未找到小部件。 请先下载，然后再添加。

source: Reset Settings
ja: 設定のリセット
vi: Đặt lại tất cả cài đặt
zh: 重置设置

source: Welcome to Airaw
ja: Airawへようこそ
vi: Chào mừng đến với Airaw
zh: 欢迎使用 Airaw

source: Airaw is a Tweak to give CarPlay Extension!!
ja: AirawはCarPlay拡張機能を提供するための調整です!!
vi: Airaw là một Tinh chỉnh để cung cấp Tiện ích mở rộng cho CarPlay!!
zh: Airaw 是一个为 CarPlay 提供扩展功能的插件！！

source: Status of support
ja: 対応状況
vi: Tình trạng hỗ trợ
zh: 支持状态

source: Applications and settings are fully compatible with iOS14 and iOS15.
ja: AirawはiOS14、およびiOS15と完全に互換性があります。
vi: AirawはiOS14、およびiOS15と完全に互換性があります。
zh: 应用程序和设置与 iOS14 和 iOS15 完全兼容。

source: Convenient
ja: 便利さ
vi: sự tiện lợi
zh: 方便

source: Customize your CarPlay screen as you like.
ja: CarPlayの画面を自分の好みに合わせてカスタマイズできるだけでなく、高いカスタマイズ性が提供されています。
vi: Tùy chỉnh màn hình CarPlay của bạn theo ý muốn.
zh: 根据您的喜好自定义您的 CarPlay 屏幕。

source: If you liked the Tweak, help me with a donation by PayPal.
ja: 開発者へのサポートをお願いいたします。Airawが気に入っていただけましたら、PayPalを通じて寄付にご協力いただけますと幸いです。寄付をしていただくことで、さらなるモチベーションが高まり、様々な機能の実装に繋がります。
vi: Nếu bạn thích Tweak, hãy giúp tôi ủng hộ qua PayPal.
zh: 如果您喜欢这个调整，请通过 PayPal 捐赠以支持我。

source: Continue
ja: 続ける
vi: Tiếp tục
zh: 继续

source: Apply
ja: 反映
vi: Áp dụng
zh: 应用

source: If you encounter a bug, don't hesitate to report it! Please include your device and iOS version.
ja: バグに遭遇した場合は、遠慮なく報告してください！お使いのデバイスとiOSのバージョンを明記をしてご連絡ください。
vi: Nếu bạn gặp lỗi, đừng ngần ngại báo cáo! Vui lòng bao gồm thiết bị và phiên bản iOS của bạn.
zh: 如果遇到 bug，请毫不犹豫地报告！请包含您的设备和 iOS 版本。

source: Other Functions
ja: その他の機能
vi: Các chức năng khác
zh: 其他功能

source: CarPlay must be restarted for the change to take effect. ©️Dcsyhi 2021 - 2024 Airaw v1.6.1
ja: 適用するにはCarPlayの再起動が必要です。 ©️Dcsyhi 2021 - 2024 Airaw v1.6.1
vi: CarPlay phải được Respring lại để thay đổi có hiệu lực. ©️Dcsyhi 2021 - 2024 Airaw v1.6.1 (Biên dịch bởi BVN)

source: The generation was successful. Add a transparent icon with CarBridge.
ja: 生成に成功しました。 CarBridgeで透明アイコンを追加。
vi: Đã tạo thành công. Đã thêm các biểu tượng trong suốt trong CarBridge.
zh: 生成成功。 使用 CarBridge 添加一个透明图标。

source: Success
ja: 成功
vi: Thành công
zh: 成功

source: Creating icon...
ja: アイコン生成中...
vi: Đang tạo biểu tượng...
zh: 正在创建图标...

source: Please wait
ja: しばらくお待ちください
vi: Vui lòng chờ
zh: 请稍候

source: Retrieve battery information
ja: バッテリー情報を取得する
vi: Truy xuất thông tin pin
zh: 检索电池信息

source: Retrieve music information
ja: ミュージック情報を取得する
vi: Truy xuất thông tin âm nhạc
zh: 检索音乐信息

source: Retrieve system information
ja: システム情報を取得する
vi: Truy xuất thông tin hệ thống
zh: 检索系统信息

source: Retrieve statusbar information
ja: ステータスバー情報を取得する
vi: Truy xuất thông tin trạng thái
zh: 检索状态栏信息

source: Retrieve weather information
ja: 天気情報を取得する
vi: Truy xuất thông tin thời tiết
zh: 检索天气信息

source: Retrieve CarPlay information
ja: CarPlay情報を取得する
vi: Truy xuất thông tin CarPlay
zh: 检索 CarPlay 信息

source: Colors Change
ja: 色の変更
vi: Thay đổi màu sắc
zh: 颜色更改

source: If the Gif animation is too long, it may not be usable. ©️Dcsyhi 2021 - 2024 Airaw v1.6.1
ja: GIFアニメーションが長すぎると正常に動作しない可能性があります。 ©️Dcsyhi 2021 - 2024 Airaw v1.6.1
vi: Nếu ảnh động Gif quá dài có thể không sử dụng được. ©️Dcsyhi 2021 - 2024 Airaw v1.6.1

source: Backup restored successfuly Must be Respringed for changes to take effect.
ja: 復元に成功しました 変更が正しく適用されるには再起動が必要です。
vi: Sao lưu được khôi phục thành công Phải được Respring để những thay đổi có hiệu lực.
zh: 备份成功恢复 更改生效需要重新启动。

source: All settings will be restored to default and device will respring. Continue?
ja: すべての設定がデフォルトに復元され、デバイスが再起動されます。続行しますか？
vi: すべての設定がデフォルトに復元され、デバイスが再起動されます。続行しますか？
zh: 所有设置将恢复为默认值，并且设备将重新启动。是否继续？

source: Lock Screen Dimming
ja: ロック画面の調光
zh: 锁屏后台运行

source: Lock Screen Dimming(Forced)
ja: ロック画面の調光(強制)
zh: 强制锁屏后台运行

source: If Lock Screen Dimming does not work, please use the (Forced) version. If it is OFF, the application will not work properly.
ja: ロック画面の調光、動作しない方は(強制)バージョンをご使用ください。 こちらがOFFですとアプリが正常に動作しません。
zh: 如果锁屏后台运行无法正常工作，请使用强制锁屏后台运行。 如果关闭，该应用程序将无法正常工作。

source: Reset Color
ja: 色のリセット
zh: 重置颜色

source: CarPlay must be restarted for the change to take effect.
zh: 更改生效需要重新启动 CarPlay

source: If the Gif animation is too long, it may not be usable.
zh: 如果 GIF 动画太长，可能无法使用。

source: Yes
vi: Có

source: Bug report
es: Informar error

source: Do you want to restore 「%@」 ??
es: ¿Quieres restaurar 「%@」?
