Repository: Dcsyhi1998/Airaw-Translations
Catalog: *.lproj/Root.strings
Languages: ar, ja, vi

source: Add Widgets
ar: إضافة الودجت
ja: ウィジェット追加
vi: Thêm tiện ích (Widget)

source: Add widgets to CarPlay
ar: إضافة الودجت إلى CarPlay
ja: CarPlayにウィジェットを追加
vi: Thêm tiện ích vào CarPlay

source: CarPlay Wallpaper
ar: الخلفية
ja: CarPlay壁紙
vi: Hình nền CarPlay

source: CarPlay icon customization
ar: تخصيص أيقونات CarPlay
ja: CarPlayアイコンのカスタマイズ
vi: Tùy chỉnh biểu tượng CarPlay

source: CarPlay wallpaper customization
ar: تخصيص خلفيات CarPlay
ja: CarPlay壁紙のカスタマイズ
vi: Tùy chỉnh hình nền CarPlay

source: Choose your option
ar: اختر خيارك

source: Developer Repository
ar: سورس المطور
ja: 開発者リポジトリ
vi: Kho lưu trữ dành cho nhà phát triển

source: Donate with PayPal
ar: تبرع عبر PayPal
ja: PayPalで寄付
vi: Ủng hộ dev bằng PayPal

source: Email Support
ar: البريد الإلكتروني
ja: メールで問い合わせ
vi: Email hỗ trợ

source: Enabled
ar: تفعيل
ja: 有効化
vi: Bật/Tắt

source: Enabled / Disable
ar: تفعيل / تعطيل
ja: 有効 / 無効
vi: Bật / Tắt tinh chỉnh

source: Icon Layout
ar: تخطيط الأيقونات
ja: アイコンレイアウト
vi: Bố cục biểu tượng

source: Status Bar
ar: شريط الحالة
ja: ステータスバー
vi: Thanh trạng thái

source: Status bar customization
ar: إعدادات شريط الحالة
ja: ステータスバーのカスタマイズ
vi: Tùy chỉnh thanh trạng thái

source: Support
ar: الدعم الفني
ja: サポート
vi: Hỗ trợ
