Repository: Dcsyhi1998/Airaw-Translations
Catalog: *.lproj/StatusBar.strings
Languages: es, ja, vi, zh

source: Battery Settings
es: Configuración de la batería
ja: バッテリー設定
vi: Cài đặt pin
zh: 电池设置

source: Colors Change
ja: 色の変更
vi: Thay đổi màu sắc
zh: 颜色更改

source: Date Format:
es: Formato de fecha:
ja: 日付フォーマット:
vi: Định dạng ngày tháng:
zh: 日期格式：

source: Default status bar
es: Barra de estado predeterminada
ja: デフォルトステータスバー
vi: Thanh trạng thái mặc định
zh: 默认状态栏

source: Devices with a Bluetooth connection to CarPlay will display a battery icon. This option is to remove the default battery icon.
ja: CarPlayにBluetooth接続されているデバイスには、バッテリーアイコンが表示されます。 このオプションは、デフォルトのバッテリーアイコンを削除するためのものです。
vi: Các thiết bị có kết nối Bluetooth với CarPlay sẽ hiển thị biểu tượng pin. Tùy chọn này nhằm loại bỏ biểu tượng pin mặc định.
zh: 连接到 CarPlay 的带有蓝牙连接的设备将显示电池图标。 此选项用于删除默认的电池图标。

source: Disable Status Bar
es: Deshabilitar barra de estado original
ja: デフォルトのステータスバー無効
vi: Tắt thanh trạng thái
zh: 禁用状态栏

source: Enable / Disable
es: habilitar / deshabilitar
ja: 有効 / 無効
vi: Bật / Tắt
zh: 启用 / 禁用

source: Enable or Disable the entire Status Bar
es: Habilitar o deshabilitar toda la configuración de barra de estado
ja: ステータスバーの変更適用か無効
vi: Bật hoặc tắt toàn bộ Thanh trạng thái
zh: 启用或禁用整个状态栏

source: Enabled
es: Habilitar
ja: 有効化
vi: Bật
zh: 已启用

source: Enter @ if you want to start a new line.
es: Ingrese @ si desea comenzar una nueva línea.
ja: 行を追加したい場合は、「@」を入力してくだしさい。
vi: Nhập @ nếu bạn muốn bắt đầu một dòng mới.
zh: 如果要开始新行，请输入@。

source: Font Size: %i
es: Tamaño de letra: %i
ja: 文字のサイズ: %i
vi: Cỡ chữ: %i
zh: 字体大小：%i

source: Font Size: 5
ja: 文字のサイズ: 5
vi: Cỡ chữ: 5
zh: 字体大小：5

source: If it doesn't show you the Weather correctly open the weather app and then connect the device to CarPlay.
ja: 天気の情報が正しく表示されない場合は、天気アプリを開いてCarPlayに再接続してみてください。
vi: Nếu nó không hiển thị chính xác cho bạn Thời tiết, hãy mở ứng dụng thời tiết rồi kết nối thiết bị với CarPlay.
zh: 如果天气信息显示不正确，请打开天气应用程序，然后将设备连接到 CarPlay。

source: Left
vi: Bên trái

source: Location:
es: Ubicación:
ja: ロケーション:
vi: Vị trí:
zh: 位置：

source: Other
ja: その他
vi: Khác
zh: 其他

source: Remove battery icon
ja: バッテリーアイコンを削除
vi: Xóa biểu tượng pin
zh: 删除电池图标

source: Right
vi: Bên phải

source: Show devices icons
es: Mostrar iconos de dispositivos
ja: バッテリーアイコンの表示
vi: Hiển thị biểu tượng pin
zh: 显示设备图标

source: Show or hide the default status bar
ja: デフォルトのステータスバーの表示or非表示
vi: Hiển thị hoặc ẩn thanh trạng thái mặc định
zh: 显示或隐藏默认状态栏

source: Show temperature
es: Mostrar temperatura
ja: 気温の表示
vi: Hiển thị nhiệt độ
zh: 显示温度

source: Show weather icon
es: Mostrar icono del tiempo
ja: 天気アイコンの表示
vi: Hiển thị biểu tượng thời tiết
zh: 显示天气图标

source: Status bar color change
ja: ステータスバーの色変更
vi: Thay đổi màu thanh trạng thái
zh: 状态栏颜色更改

source: Status bar date format
es: Formato de fecha de la barra de estado
ja: ステータスバーの日付形式
vi: Định dạng ngày trên thanh trạng thái
zh: 状态栏日期格式

source: Status bar position
es: Posición de la barra de estado
ja: ステータスバーのポジション
vi: vị trí thanh trạng thái
zh: 状态栏位置

source: This option to apply the changes you need to restart CarPlay.
es: Esta opción para aplicar los cambios necesita reiniciar CarPlay.
ja: 変更を適用するにはCarPlayの再起動が必要になります。
vi: Tùy chọn này để áp dụng những thay đổi bạn cần để khởi động lại CarPlay.
zh: 应用更改的此选项需要重新启动 CarPlay。

source: Time Format:
es: Formato de tiempo:
ja: 時間フォーマット:
vi: Định dạng thời gian:
zh: 时间格式：

source: Weather Settings
es: Configuración del clima
ja: 天気設定
vi: Cài đặt thời tiết
zh: 天气设置

source: this function deletes the original status bar,if you want to show original status bar deactivate this function to show the original.
es: esta función elimina la barra de estado original, si desea mostrar la barra de estado original, desactive esta función para mostrar el original.
ja: この機能は、元のステータスバーを削除します。元のステータスバーを表示する場合は、この機能を無効にして元のステータスバーを表示します。
vi: chức năng này sẽ xóa thanh trạng thái gốc, nếu bạn muốn hiển thị thanh trạng thái gốc, hãy tắt chức năng này để hiển thị trạng thái gốc.
zh: 此功能会删除原始状态栏，如果您想显示原始状态栏，请停用此功能以显示原始状态栏。

source: To show the weather I use the libPDDokdo Library.If it doesn't show you the Weather correctly open the weather app and then connect the device to CarPlay.
es: Para mostrar el clima, uso la biblioteca libPDDokdo. Si no le muestra el clima correctamente, abra la aplicación del Clima y luego conecte el dispositivo a CarPlay.
